{
 "products": [
    {
      "id": 1,
      "name": "Facecream",
      "price": 2500,
      "type": "Cosmetics",
      "desc": "Its is a nice watch which was worn by james bond movie hero",
      "image": "an.jpg"
    },
    {
      "id": 2,
      "name": "LG Fridge",
      "price": 4500,
      "type": "Electronics",
      "desc": "Its is a nice earpods which was worn by all",
      "image": "fridge.jpg"
    },
    {
      "id": 3,
      "name": "Python Programming",
      "price": 1030,
      "type": "books",
      "desc": "Its is a nice rice which wasso popular",
      "image": "pyth.jpg"
    },
    {
      "id": 4,
      "name": "Dry Fruits Combo Pack ",
      "price": 1700,
      "type": "Groceries",
      "desc": "Its is a nice comic which was by manga",
      "image": "nut.jpg"
    },
    {
      "id": 5,
      "name": "AirPods_3rd_generation",
      "price": 3500,
      "type": "Electronics",
      "desc": "Its is a nice airpods which was used by james bond movie hero",
      "image": "pods.jpg"
    },
    {
      "id": 6,
      "name": "Nutriwish Steel Cut Oats (200G)",
      "price": 115,
      "type": "Groceries",
      "desc": "Its is a nice Oats which was used to weight loss",
      "image": "oats.jpg"
    },
    {
      "id": 7,
      "name": "Data Stuctures using C",
      "price": 999,
      "type": "Books",
      "desc": "Its is a nice watch which was worn by james bond movie hero",
      "image": "datastructure.jpg"
    },
    {
      "id": 8,
      "name": "MOROCCAN ARGAN HAIR SHAMPOO",
      "price": 1600,
      "type": "Cosmetics",
      "desc": "Its is a nice anime which was written by manga",
      "image": "shampoo.jpg"
    },
    {
      "id": 9,
      "name": "Angular for Beginners",
      "price": 940,
      "type": "Books",
      "desc": "Its is a nice deodorant which was worn by james bond movie hero",
      "image": "java.jpg"
    },
    {
      "id": 10,
      "name": "i-phone 14 pro",
      "price": 4300,
      "type": "Electronics",
      "desc": "Its is a nice Laptop which was worn by james bond movie hero",
      "image": "vignes.jpg"
    },
    {
      "id": 11,
      "name": "Mamaearth Complete Skin Glow Kit",
      "price": 290,
      "type": "Cosmetics",
      "desc": "Its is a nice seeerum which was worn by james bond movie hero",
      "image": "mama.jpg"
    }
  ],
"details": [
    {
      "id": 1,
      "title": "Creating powerful brands and recognizable identities",
      "image": "an.jpg",

      "description": [
        "We help brands connect and engage by finding a unique place and voice in the market. From brand strategy and positioning, to visual and verbal identity, as well as logo and graphic design, we offer expertise in all brand and identity related areas.",
        "Turn to us for dazzling execution on your brand messaging and communications. From thought-provoking advertising campaigns to magazines or annual reports, our team will conceptualize and produce marketing communications that reflect your brand image and build credibility, as well as sales. Need a stand in Las Vegas for CES? Then you've also come to the right place."
      ]
    },
    {
      "id": 2,
      "title": "Quality content and inbound services to drive profitable business",
      "image": "fridge.jpg",
      "description": [
        "Regardless of your company size or which industry you work in, you need to engage with your prospects and customers with content that is useful and relevant to them. Content that will attract visitors via search, content you can use in your own channels, and content that will play a part in your paid media efforts.",
        "At UP THERE EVERYWHERE, we work with inbound marketing, creating content that will engage, attract, engage and delight your target audience."
      ]
    },
    {
      "id": 3,
      "title": "A picture speaks a thousand words",
      "description": [
        "... and video and sound can say even more. Film is a powerful way to engage your audience and deliver complex messages. UP has extensive experience in audio-visual creation — we make films all over the world every week. ",
        "Our talent pool includes directors, script and copywriters, video editors and production specialists who can create unique corporate films or short-and-sweet streaming video campaigns for YouTube that showcase your products or company.",
        "We can also support you in hosting webinars (both as lead generation tools and to replace in-person meetings or conferences), developing podcasts, or scheduling live streaming programs on Facebook and LinkedIn."
      ]
    },
    {
      "id": 4,
      "title": "ABC Limited delivers digital marketing services that get results",
      "description": [
        "ABC Limited will help you define your digital marketing strategy: it is the science of blending social media, Google, PPC, SEO, your website (and content) into one coherent plan. ",
        "An engaging campaign should seamlessly combine relevant, eye catching creative with informed analytics, and most of all, targeting where your target audience is hanging out.",
        "To create these amazing campaigns, we have a tried and tested process: this allows us to make sure we understand your business and commercial objectives.",
        "We identify your target audience and create personas detailing: what sites they use, the media they consume, what motivates them",
        "We analyze your competitors, producing a detailed report about their lead generation or sales strategy, what sites they appear on, where they are advertising, where their backlinks feature, the keywords they are ranking for and what their core propositions are."
      ]
    },
    {
      "id": 5,
      "title": "Connecting your offline and online worlds",
      "description": [
        "Think of your ‘digital strategy’ as your ‘sales strategy’. The days of digital playing second fiddle to your offline activities are long gone.",
        "At the start of all our web projects, we make sure we understand the goal of your site. This includes the role it plays in your sales pipeline, and how your online and offline channels integrate with it.",
        "We take the time to understand your audience, competitors, your USP, and what will keep you at the forefront of your sector.",
        "And then we craft the most usable and beautiful site for your customers."
      ]
    },
    {
      "id": 6,
      "title": "Understanding is key",
      "description": [
        "UP starts all major marketing, branding, advertising, digital and creative service projects with a deep understanding of your customers, competitors and marketplace.  This covers both quantitative and qualitative research and can range from desk and digital research to online surveys, telephone interviews and focus groups.",
        "We have a vast experience with market research and can undertake original research if needed.  We don’t forget the importance of internal research either. Most often we find the key to igniting a campaign, brand or organization is to be found internally.",
        "As part of our Audit Phase (using our BASE-UP program) we will often run an internal Start Me UP workshop session. UP has many years of experience running these sessions on every continent for clients ranging from small start ups to the likes of Microsoft and GE. Better understanding and insight is the beginning of any good creative or marketing plan."
      ]
    },
    {
      "id": 7,
      "title": "Connecting your offline and online worlds",
      "description": [
        "Think of your ‘digital strategy’ as your ‘sales strategy’. The days of digital playing second fiddle to your offline activities are long gone.",
        "At the start of all our web projects, we make sure we understand the goal of your site. This includes the role it plays in your sales pipeline, and how your online and offline channels integrate with it.",
        "We take the time to understand your audience, competitors, your USP, and what will keep you at the forefront of your sector.",
        "And then we craft the most usable and beautiful site for your customers."
      ]
    },
    {
      "id": 7,
      "title": "Connecting your offline and online worlds",
      "description": [
        "Think of your ‘digital strategy’ as your ‘sales strategy’. The days of digital playing second fiddle to your offline activities are long gone.",
        "At the start of all our web projects, we make sure we understand the goal of your site. This includes the role it plays in your sales pipeline, and how your online and offline channels integrate with it.",
        "We take the time to understand your audience, competitors, your USP, and what will keep you at the forefront of your sector.",
        "And then we craft the most usable and beautiful site for your customers."
      ]
    }
  ]
}